tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "wez/wezterm"
brew "antigen"
brew "asdf"
brew "aws-iam-authenticator"
brew "bat"
brew "docker"
brew "docker-compose"
brew "eza"
brew "fd"
brew "fzf"
brew "gcc"
brew "gh"
brew "libidn2"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "kubernetes-cli", link: false
brew "kubie"
brew "minikube"
brew "ncurses"
brew "powerlevel10k"
brew "ripgrep"
brew "rust-analyzer"
brew "stern"
brew "stow"
brew "tmux"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "alacritty"
cask "dbeaver-community"
cask "font-jetbrains-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "rancher"
cask "wezterm"
